[
  {
    "text": "Last month, the following financial transaction was recorded. Client Rahul Mehta acquired Microsoft stocks, Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        80,
        "CLIENT"
      ],
      [
        90,
        106,
        "ASSET"
      ],
      [
        108,
        122,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Robert Brown acquired Wipro Ltd., as per the investment guidelines outlined in the agreement. Client Meera Nair acquired Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        89,
        99,
        "ASSET"
      ],
      [
        108,
        118,
        "CLIENT"
      ],
      [
        128,
        138,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Robert Brown divested Google LLC, as per the investment guidelines outlined in the agreement. Client Kunal Verma divested Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        91,
        101,
        "ASSET"
      ],
      [
        110,
        121,
        "CLIENT"
      ],
      [
        131,
        141,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client John Smith purchased Microsoft stocks, Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        79,
        "CLIENT"
      ],
      [
        90,
        106,
        "ASSET"
      ],
      [
        108,
        122,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Deepika Sinha invested in Reliance Industries, as per the investment guidelines outlined in the agreement. Client Alice Johnson invested in Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        77,
        "CLIENT"
      ],
      [
        90,
        109,
        "ASSET"
      ],
      [
        118,
        131,
        "CLIENT"
      ],
      [
        144,
        163,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Jane Doe sold Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        77,
        "CLIENT"
      ],
      [
        83,
        99,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Rahul Mehta traded Wipro Ltd., Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        79,
        "CLIENT"
      ],
      [
        87,
        97,
        "ASSET"
      ],
      [
        99,
        111,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Samantha Lee traded Apple Inc., Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Deepika Sinha traded Apple Inc., Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        88,
        98,
        "ASSET"
      ],
      [
        100,
        112,
        "ASSET"
      ],
      [
        121,
        134,
        "CLIENT"
      ],
      [
        142,
        152,
        "ASSET"
      ],
      [
        154,
        166,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Robert Brown holds shares in Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        96,
        109,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Michael Green divested Microsoft stocks, Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        91,
        107,
        "ASSET"
      ],
      [
        109,
        121,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Samantha Lee traded HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        76,
        "CLIENT"
      ],
      [
        84,
        100,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Samantha Lee purchased Reliance Industries, Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        90,
        109,
        "ASSET"
      ],
      [
        111,
        127,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client John Smith holds shares in Tata Steel, as per the investment guidelines outlined in the agreement. Client Jane Doe holds shares in Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        77,
        "CLIENT"
      ],
      [
        94,
        104,
        "ASSET"
      ],
      [
        113,
        121,
        "CLIENT"
      ],
      [
        138,
        148,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Alice Johnson divested Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        89,
        "CLIENT"
      ],
      [
        99,
        109,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Rahul Mehta divested Microsoft stocks, as per the investment guidelines outlined in the agreement. Client Robert Brown divested Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        80,
        "CLIENT"
      ],
      [
        90,
        106,
        "ASSET"
      ],
      [
        115,
        127,
        "CLIENT"
      ],
      [
        137,
        153,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Alice Johnson sold Wipro Ltd., Google LLC, as per the investment guidelines outlined in the agreement. Client Kunal Verma sold Wipro Ltd., Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        84,
        "CLIENT"
      ],
      [
        90,
        100,
        "ASSET"
      ],
      [
        102,
        112,
        "ASSET"
      ],
      [
        121,
        132,
        "CLIENT"
      ],
      [
        138,
        148,
        "ASSET"
      ],
      [
        150,
        160,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Meera Nair sold HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Rajiv Ranjan sold HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        74,
        "CLIENT"
      ],
      [
        80,
        96,
        "ASSET"
      ],
      [
        105,
        117,
        "CLIENT"
      ],
      [
        123,
        139,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Jane Doe purchased Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Deepika Sinha purchased Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        77,
        "CLIENT"
      ],
      [
        88,
        100,
        "ASSET"
      ],
      [
        109,
        122,
        "CLIENT"
      ],
      [
        133,
        145,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Deepika Sinha sold Amazon equity, Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        88,
        101,
        "ASSET"
      ],
      [
        103,
        115,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Robert Brown owns Tesla shares, Microsoft stocks, as per the investment guidelines outlined in the agreement. Client Deepika Sinha owns Tesla shares, Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        83,
        "CLIENT"
      ],
      [
        89,
        101,
        "ASSET"
      ],
      [
        103,
        119,
        "ASSET"
      ],
      [
        128,
        141,
        "CLIENT"
      ],
      [
        147,
        159,
        "ASSET"
      ],
      [
        161,
        177,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client John Smith owns Reliance Industries, Amazon equity, as per the investment guidelines outlined in the agreement. Client Kunal Verma owns Reliance Industries, Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        79,
        "CLIENT"
      ],
      [
        85,
        104,
        "ASSET"
      ],
      [
        106,
        119,
        "ASSET"
      ],
      [
        128,
        139,
        "CLIENT"
      ],
      [
        145,
        164,
        "ASSET"
      ],
      [
        166,
        179,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client John Smith sold Apple Inc., Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        79,
        "CLIENT"
      ],
      [
        85,
        95,
        "ASSET"
      ],
      [
        97,
        111,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Kunal Verma holds shares in Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        78,
        "CLIENT"
      ],
      [
        95,
        105,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Jane Doe divested Reliance Industries, ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Kunal Verma divested Reliance Industries, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        77,
        "CLIENT"
      ],
      [
        87,
        106,
        "ASSET"
      ],
      [
        108,
        124,
        "ASSET"
      ],
      [
        133,
        144,
        "CLIENT"
      ],
      [
        154,
        173,
        "ASSET"
      ],
      [
        175,
        191,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Alice Johnson owns Tata Steel, Meta Platforms, as per the investment guidelines outlined in the agreement. Client Robert Brown owns Tata Steel, Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        77,
        "CLIENT"
      ],
      [
        83,
        93,
        "ASSET"
      ],
      [
        95,
        109,
        "ASSET"
      ],
      [
        118,
        130,
        "CLIENT"
      ],
      [
        136,
        146,
        "ASSET"
      ],
      [
        148,
        162,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Deepika Sinha owns Apple Inc., Wipro Ltd., as per the investment guidelines outlined in the agreement. Client Robert Brown owns Apple Inc., Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        89,
        "CLIENT"
      ],
      [
        95,
        105,
        "ASSET"
      ],
      [
        107,
        117,
        "ASSET"
      ],
      [
        126,
        138,
        "CLIENT"
      ],
      [
        144,
        154,
        "ASSET"
      ],
      [
        156,
        166,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Jane Doe purchased Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        79,
        "CLIENT"
      ],
      [
        90,
        102,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Meera Nair sold Apple Inc., Google LLC, as per the investment guidelines outlined in the agreement. Client Robert Brown sold Apple Inc., Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        78,
        "CLIENT"
      ],
      [
        84,
        94,
        "ASSET"
      ],
      [
        96,
        106,
        "ASSET"
      ],
      [
        115,
        127,
        "CLIENT"
      ],
      [
        133,
        143,
        "ASSET"
      ],
      [
        145,
        155,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Kunal Verma divested Microsoft stocks, Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        79,
        "CLIENT"
      ],
      [
        89,
        105,
        "ASSET"
      ],
      [
        107,
        117,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Alice Johnson purchased HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Priya Sharma purchased HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        92,
        108,
        "ASSET"
      ],
      [
        117,
        129,
        "CLIENT"
      ],
      [
        140,
        156,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Robert Brown traded HDFC Mutual Fund, Meta Platforms, as per the investment guidelines outlined in the agreement. Client Deepika Sinha traded HDFC Mutual Fund, Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        89,
        105,
        "ASSET"
      ],
      [
        107,
        121,
        "ASSET"
      ],
      [
        130,
        143,
        "CLIENT"
      ],
      [
        151,
        167,
        "ASSET"
      ],
      [
        169,
        183,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Priya Sharma acquired Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Meera Nair acquired Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        88,
        "CLIENT"
      ],
      [
        98,
        110,
        "ASSET"
      ],
      [
        119,
        129,
        "CLIENT"
      ],
      [
        139,
        151,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Jane Doe purchased Apple Inc., Meta Platforms, as per the investment guidelines outlined in the agreement. Client Deepika Sinha purchased Apple Inc., Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        76,
        "CLIENT"
      ],
      [
        87,
        97,
        "ASSET"
      ],
      [
        99,
        113,
        "ASSET"
      ],
      [
        122,
        135,
        "CLIENT"
      ],
      [
        146,
        156,
        "ASSET"
      ],
      [
        158,
        172,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Rahul Mehta traded Google LLC, Tesla shares, as per the investment guidelines outlined in the agreement. Client Deepika Sinha traded Google LLC, Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        82,
        "CLIENT"
      ],
      [
        90,
        100,
        "ASSET"
      ],
      [
        102,
        114,
        "ASSET"
      ],
      [
        123,
        136,
        "CLIENT"
      ],
      [
        144,
        154,
        "ASSET"
      ],
      [
        156,
        168,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Alice Johnson owns Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        80,
        "CLIENT"
      ],
      [
        86,
        96,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Deepika Sinha acquired Reliance Industries, Google LLC, as per the investment guidelines outlined in the agreement. Client Priya Sharma acquired Reliance Industries, Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        92,
        111,
        "ASSET"
      ],
      [
        113,
        123,
        "ASSET"
      ],
      [
        132,
        144,
        "CLIENT"
      ],
      [
        154,
        173,
        "ASSET"
      ],
      [
        175,
        185,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Samantha Lee purchased Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        83,
        "CLIENT"
      ],
      [
        94,
        113,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Rajiv Ranjan sold HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        83,
        "CLIENT"
      ],
      [
        89,
        105,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Priya Sharma owns Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        86,
        96,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Kunal Verma owns Tata Steel, as per the investment guidelines outlined in the agreement. Client Priya Sharma owns Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        75,
        "CLIENT"
      ],
      [
        81,
        91,
        "ASSET"
      ],
      [
        100,
        112,
        "CLIENT"
      ],
      [
        118,
        128,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Jane Doe sold Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        76,
        "CLIENT"
      ],
      [
        82,
        101,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Samantha Lee traded Tata Steel, ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Priya Sharma traded Tata Steel, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        88,
        98,
        "ASSET"
      ],
      [
        100,
        116,
        "ASSET"
      ],
      [
        125,
        137,
        "CLIENT"
      ],
      [
        145,
        155,
        "ASSET"
      ],
      [
        157,
        173,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client John Smith acquired ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        86,
        "CLIENT"
      ],
      [
        96,
        112,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Deepika Sinha acquired ICICI Prudential, Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        89,
        "CLIENT"
      ],
      [
        99,
        115,
        "ASSET"
      ],
      [
        117,
        129,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Jane Doe divested Amazon equity, as per the investment guidelines outlined in the agreement. Client Alice Johnson divested Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        76,
        "CLIENT"
      ],
      [
        86,
        99,
        "ASSET"
      ],
      [
        108,
        121,
        "CLIENT"
      ],
      [
        131,
        144,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Rajiv Ranjan traded HDFC Mutual Fund, Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        76,
        "CLIENT"
      ],
      [
        84,
        100,
        "ASSET"
      ],
      [
        102,
        112,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Rajiv Ranjan divested Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        90,
        100,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Michael Green holds shares in Google LLC, as per the investment guidelines outlined in the agreement. Client Robert Brown holds shares in Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        98,
        108,
        "ASSET"
      ],
      [
        117,
        129,
        "CLIENT"
      ],
      [
        146,
        156,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Michael Green traded Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Priya Sharma traded Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        77,
        "CLIENT"
      ],
      [
        85,
        97,
        "ASSET"
      ],
      [
        106,
        118,
        "CLIENT"
      ],
      [
        126,
        138,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Jane Doe purchased Apple Inc., as per the investment guidelines outlined in the agreement. Client Deepika Sinha purchased Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        84,
        "CLIENT"
      ],
      [
        95,
        105,
        "ASSET"
      ],
      [
        114,
        127,
        "CLIENT"
      ],
      [
        138,
        148,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client John Smith invested in Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        77,
        "CLIENT"
      ],
      [
        90,
        109,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Kunal Verma owns Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Deepika Sinha owns Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        75,
        "CLIENT"
      ],
      [
        81,
        93,
        "ASSET"
      ],
      [
        102,
        115,
        "CLIENT"
      ],
      [
        121,
        133,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Jane Doe holds shares in Wipro Ltd., Google LLC, as per the investment guidelines outlined in the agreement. Client Rajiv Ranjan holds shares in Wipro Ltd., Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        75,
        "CLIENT"
      ],
      [
        92,
        102,
        "ASSET"
      ],
      [
        104,
        114,
        "ASSET"
      ],
      [
        123,
        135,
        "CLIENT"
      ],
      [
        152,
        162,
        "ASSET"
      ],
      [
        164,
        174,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Rajiv Ranjan invested in Reliance Industries, Tesla shares, as per the investment guidelines outlined in the agreement. Client Robert Brown invested in Reliance Industries, Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        83,
        "CLIENT"
      ],
      [
        96,
        115,
        "ASSET"
      ],
      [
        117,
        129,
        "ASSET"
      ],
      [
        138,
        150,
        "CLIENT"
      ],
      [
        163,
        182,
        "ASSET"
      ],
      [
        184,
        196,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Robert Brown acquired Infosys Ltd., Tata Steel, as per the investment guidelines outlined in the agreement. Client Samantha Lee acquired Infosys Ltd., Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        89,
        101,
        "ASSET"
      ],
      [
        103,
        113,
        "ASSET"
      ],
      [
        122,
        134,
        "CLIENT"
      ],
      [
        144,
        156,
        "ASSET"
      ],
      [
        158,
        168,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Samantha Lee invested in Tesla shares, as per the investment guidelines outlined in the agreement. Client John Smith invested in Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        94,
        106,
        "ASSET"
      ],
      [
        115,
        125,
        "CLIENT"
      ],
      [
        138,
        150,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Priya Sharma purchased Reliance Industries, Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        91,
        110,
        "ASSET"
      ],
      [
        112,
        125,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Jane Doe acquired Wipro Ltd., Meta Platforms, as per the investment guidelines outlined in the agreement. Client Kunal Verma acquired Wipro Ltd., Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        77,
        "CLIENT"
      ],
      [
        87,
        97,
        "ASSET"
      ],
      [
        99,
        113,
        "ASSET"
      ],
      [
        122,
        133,
        "CLIENT"
      ],
      [
        143,
        153,
        "ASSET"
      ],
      [
        155,
        169,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Kunal Verma traded Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        75,
        "CLIENT"
      ],
      [
        83,
        99,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client John Smith divested Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        79,
        "CLIENT"
      ],
      [
        89,
        103,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Deepika Sinha sold Wipro Ltd., Amazon equity, as per the investment guidelines outlined in the agreement. Client Rajiv Ranjan sold Wipro Ltd., Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        89,
        "CLIENT"
      ],
      [
        95,
        105,
        "ASSET"
      ],
      [
        107,
        120,
        "ASSET"
      ],
      [
        129,
        141,
        "CLIENT"
      ],
      [
        147,
        157,
        "ASSET"
      ],
      [
        159,
        172,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Priya Sharma invested in Apple Inc., ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Rahul Mehta invested in Apple Inc., ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        94,
        104,
        "ASSET"
      ],
      [
        106,
        122,
        "ASSET"
      ],
      [
        131,
        142,
        "CLIENT"
      ],
      [
        155,
        165,
        "ASSET"
      ],
      [
        167,
        183,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Michael Green owns Tata Steel, Reliance Industries, as per the investment guidelines outlined in the agreement. Client Alice Johnson owns Tata Steel, Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        88,
        98,
        "ASSET"
      ],
      [
        100,
        119,
        "ASSET"
      ],
      [
        128,
        141,
        "CLIENT"
      ],
      [
        147,
        157,
        "ASSET"
      ],
      [
        159,
        178,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Robert Brown traded HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        89,
        105,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Priya Sharma holds shares in Tesla shares, ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Jane Doe holds shares in Tesla shares, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        97,
        109,
        "ASSET"
      ],
      [
        111,
        127,
        "ASSET"
      ],
      [
        136,
        144,
        "CLIENT"
      ],
      [
        161,
        173,
        "ASSET"
      ],
      [
        175,
        191,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Kunal Verma purchased ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        79,
        "CLIENT"
      ],
      [
        90,
        106,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Alice Johnson invested in Apple Inc., as per the investment guidelines outlined in the agreement. Client Priya Sharma invested in Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        80,
        "CLIENT"
      ],
      [
        93,
        103,
        "ASSET"
      ],
      [
        112,
        124,
        "CLIENT"
      ],
      [
        137,
        147,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Alice Johnson traded Google LLC, Amazon equity, as per the investment guidelines outlined in the agreement. Client Jane Doe traded Google LLC, Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        80,
        "CLIENT"
      ],
      [
        88,
        98,
        "ASSET"
      ],
      [
        100,
        113,
        "ASSET"
      ],
      [
        122,
        130,
        "CLIENT"
      ],
      [
        138,
        148,
        "ASSET"
      ],
      [
        150,
        163,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Kunal Verma invested in Amazon equity, as per the investment guidelines outlined in the agreement. Client Michael Green invested in Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        82,
        "CLIENT"
      ],
      [
        95,
        108,
        "ASSET"
      ],
      [
        117,
        130,
        "CLIENT"
      ],
      [
        143,
        156,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Robert Brown traded Tesla shares, Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        87,
        99,
        "ASSET"
      ],
      [
        101,
        111,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Robert Brown sold ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        83,
        "CLIENT"
      ],
      [
        89,
        105,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Alice Johnson purchased Microsoft stocks, Google LLC, as per the investment guidelines outlined in the agreement. Client Michael Green purchased Microsoft stocks, Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        93,
        109,
        "ASSET"
      ],
      [
        111,
        121,
        "ASSET"
      ],
      [
        130,
        143,
        "CLIENT"
      ],
      [
        154,
        170,
        "ASSET"
      ],
      [
        172,
        182,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Kunal Verma purchased Reliance Industries, HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        82,
        "CLIENT"
      ],
      [
        93,
        112,
        "ASSET"
      ],
      [
        114,
        130,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Priya Sharma holds shares in Microsoft stocks, as per the investment guidelines outlined in the agreement. Client Jane Doe holds shares in Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        97,
        113,
        "ASSET"
      ],
      [
        122,
        130,
        "CLIENT"
      ],
      [
        147,
        163,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client John Smith owns Meta Platforms, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        74,
        "CLIENT"
      ],
      [
        80,
        94,
        "ASSET"
      ],
      [
        96,
        112,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Robert Brown purchased Amazon equity, Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        90,
        103,
        "ASSET"
      ],
      [
        105,
        121,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Robert Brown acquired HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Rahul Mehta acquired HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        89,
        105,
        "ASSET"
      ],
      [
        114,
        125,
        "CLIENT"
      ],
      [
        135,
        151,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Samantha Lee invested in Microsoft stocks, Amazon equity, as per the investment guidelines outlined in the agreement. Client Michael Green invested in Microsoft stocks, Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        93,
        109,
        "ASSET"
      ],
      [
        111,
        124,
        "ASSET"
      ],
      [
        133,
        146,
        "CLIENT"
      ],
      [
        159,
        175,
        "ASSET"
      ],
      [
        177,
        190,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Samantha Lee owns Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        86,
        100,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Rahul Mehta divested Apple Inc., HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Deepika Sinha divested Apple Inc., HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        82,
        "CLIENT"
      ],
      [
        92,
        102,
        "ASSET"
      ],
      [
        104,
        120,
        "ASSET"
      ],
      [
        129,
        142,
        "CLIENT"
      ],
      [
        152,
        162,
        "ASSET"
      ],
      [
        164,
        180,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Rajiv Ranjan traded Wipro Ltd., ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        89,
        99,
        "ASSET"
      ],
      [
        101,
        117,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Deepika Sinha sold Microsoft stocks, Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        80,
        "CLIENT"
      ],
      [
        86,
        102,
        "ASSET"
      ],
      [
        104,
        114,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Meera Nair traded Reliance Industries, ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Samantha Lee traded Reliance Industries, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        79,
        "CLIENT"
      ],
      [
        87,
        106,
        "ASSET"
      ],
      [
        108,
        124,
        "ASSET"
      ],
      [
        133,
        145,
        "CLIENT"
      ],
      [
        153,
        172,
        "ASSET"
      ],
      [
        174,
        190,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Michael Green owns Tesla shares, Microsoft stocks, as per the investment guidelines outlined in the agreement. Client Priya Sharma owns Tesla shares, Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        88,
        100,
        "ASSET"
      ],
      [
        102,
        118,
        "ASSET"
      ],
      [
        127,
        139,
        "CLIENT"
      ],
      [
        145,
        157,
        "ASSET"
      ],
      [
        159,
        175,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Alice Johnson invested in HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Deepika Sinha invested in HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        95,
        111,
        "ASSET"
      ],
      [
        120,
        133,
        "CLIENT"
      ],
      [
        146,
        162,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Kunal Verma holds shares in Tata Steel, Amazon equity, as per the investment guidelines outlined in the agreement. Client Deepika Sinha holds shares in Tata Steel, Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        75,
        "CLIENT"
      ],
      [
        92,
        102,
        "ASSET"
      ],
      [
        104,
        117,
        "ASSET"
      ],
      [
        126,
        139,
        "CLIENT"
      ],
      [
        156,
        166,
        "ASSET"
      ],
      [
        168,
        181,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client John Smith invested in Meta Platforms, Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        86,
        "CLIENT"
      ],
      [
        99,
        113,
        "ASSET"
      ],
      [
        115,
        125,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Robert Brown holds shares in Wipro Ltd., ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Meera Nair holds shares in Wipro Ltd., ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        83,
        "CLIENT"
      ],
      [
        100,
        110,
        "ASSET"
      ],
      [
        112,
        128,
        "ASSET"
      ],
      [
        137,
        147,
        "CLIENT"
      ],
      [
        164,
        174,
        "ASSET"
      ],
      [
        176,
        192,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Rajiv Ranjan purchased Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        92,
        105,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Alice Johnson sold Wipro Ltd., Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        80,
        "CLIENT"
      ],
      [
        86,
        96,
        "ASSET"
      ],
      [
        98,
        108,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Rajiv Ranjan divested Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        76,
        "CLIENT"
      ],
      [
        86,
        98,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Alice Johnson owns Wipro Ltd., HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        88,
        98,
        "ASSET"
      ],
      [
        100,
        116,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Kunal Verma invested in Microsoft stocks, as per the investment guidelines outlined in the agreement. Client Deepika Sinha invested in Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        79,
        "CLIENT"
      ],
      [
        92,
        108,
        "ASSET"
      ],
      [
        117,
        130,
        "CLIENT"
      ],
      [
        143,
        159,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Robert Brown purchased Google LLC, Microsoft stocks, as per the investment guidelines outlined in the agreement. Client Rahul Mehta purchased Google LLC, Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        91,
        101,
        "ASSET"
      ],
      [
        103,
        119,
        "ASSET"
      ],
      [
        128,
        139,
        "CLIENT"
      ],
      [
        150,
        160,
        "ASSET"
      ],
      [
        162,
        178,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Rajiv Ranjan invested in Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        94,
        104,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Samantha Lee sold ICICI Prudential, Tesla shares, as per the investment guidelines outlined in the agreement. Client Priya Sharma sold ICICI Prudential, Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        87,
        103,
        "ASSET"
      ],
      [
        105,
        117,
        "ASSET"
      ],
      [
        126,
        138,
        "CLIENT"
      ],
      [
        144,
        160,
        "ASSET"
      ],
      [
        162,
        174,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Samantha Lee holds shares in Tata Steel, as per the investment guidelines outlined in the agreement. Client Deepika Sinha holds shares in Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        98,
        108,
        "ASSET"
      ],
      [
        117,
        130,
        "CLIENT"
      ],
      [
        147,
        157,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Priya Sharma purchased Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        92,
        108,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Alice Johnson traded Amazon equity, Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        89,
        102,
        "ASSET"
      ],
      [
        104,
        114,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Jane Doe holds shares in Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Robert Brown holds shares in Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        72,
        "CLIENT"
      ],
      [
        89,
        101,
        "ASSET"
      ],
      [
        110,
        122,
        "CLIENT"
      ],
      [
        139,
        151,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Robert Brown divested Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        89,
        99,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client John Smith owns Apple Inc., ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        86,
        "CLIENT"
      ],
      [
        92,
        102,
        "ASSET"
      ],
      [
        104,
        120,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client John Smith invested in Reliance Industries, as per the investment guidelines outlined in the agreement. Client Kunal Verma invested in Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        81,
        "CLIENT"
      ],
      [
        94,
        113,
        "ASSET"
      ],
      [
        122,
        133,
        "CLIENT"
      ],
      [
        146,
        165,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Jane Doe owns HDFC Mutual Fund, Tata Steel, as per the investment guidelines outlined in the agreement. Client Rahul Mehta owns HDFC Mutual Fund, Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        77,
        "CLIENT"
      ],
      [
        83,
        99,
        "ASSET"
      ],
      [
        101,
        111,
        "ASSET"
      ],
      [
        120,
        131,
        "CLIENT"
      ],
      [
        137,
        153,
        "ASSET"
      ],
      [
        155,
        165,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Samantha Lee invested in Tata Steel, Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        76,
        "CLIENT"
      ],
      [
        89,
        99,
        "ASSET"
      ],
      [
        101,
        114,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Deepika Sinha acquired Reliance Industries, as per the investment guidelines outlined in the agreement. Client Meera Nair acquired Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        91,
        110,
        "ASSET"
      ],
      [
        119,
        129,
        "CLIENT"
      ],
      [
        139,
        158,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Deepika Sinha holds shares in Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        98,
        112,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Priya Sharma divested Reliance Industries, Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        76,
        "CLIENT"
      ],
      [
        86,
        105,
        "ASSET"
      ],
      [
        107,
        117,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Samantha Lee owns ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Alice Johnson owns ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        76,
        "CLIENT"
      ],
      [
        82,
        98,
        "ASSET"
      ],
      [
        107,
        120,
        "CLIENT"
      ],
      [
        126,
        142,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client John Smith traded Amazon equity, Apple Inc., as per the investment guidelines outlined in the agreement. Client Kunal Verma traded Amazon equity, Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        77,
        "CLIENT"
      ],
      [
        85,
        98,
        "ASSET"
      ],
      [
        100,
        110,
        "ASSET"
      ],
      [
        119,
        130,
        "CLIENT"
      ],
      [
        138,
        151,
        "ASSET"
      ],
      [
        153,
        163,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Robert Brown acquired Infosys Ltd., HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Alice Johnson acquired Infosys Ltd., HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        90,
        102,
        "ASSET"
      ],
      [
        104,
        120,
        "ASSET"
      ],
      [
        129,
        142,
        "CLIENT"
      ],
      [
        152,
        164,
        "ASSET"
      ],
      [
        166,
        182,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Michael Green holds shares in Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        77,
        "CLIENT"
      ],
      [
        94,
        110,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Rajiv Ranjan traded ICICI Prudential, Tata Steel, as per the investment guidelines outlined in the agreement. Client Samantha Lee traded ICICI Prudential, Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        89,
        105,
        "ASSET"
      ],
      [
        107,
        117,
        "ASSET"
      ],
      [
        126,
        138,
        "CLIENT"
      ],
      [
        146,
        162,
        "ASSET"
      ],
      [
        164,
        174,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Michael Green sold Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Alice Johnson sold Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        89,
        "CLIENT"
      ],
      [
        95,
        107,
        "ASSET"
      ],
      [
        116,
        129,
        "CLIENT"
      ],
      [
        135,
        147,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Robert Brown traded Wipro Ltd., Reliance Industries, as per the investment guidelines outlined in the agreement. Client John Smith traded Wipro Ltd., Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        88,
        98,
        "ASSET"
      ],
      [
        100,
        119,
        "ASSET"
      ],
      [
        128,
        138,
        "CLIENT"
      ],
      [
        146,
        156,
        "ASSET"
      ],
      [
        158,
        177,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Priya Sharma holds shares in Amazon equity, Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        88,
        "CLIENT"
      ],
      [
        105,
        118,
        "ASSET"
      ],
      [
        120,
        134,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Rajiv Ranjan purchased Google LLC, Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        92,
        102,
        "ASSET"
      ],
      [
        104,
        116,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client John Smith sold Reliance Industries, Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        77,
        "CLIENT"
      ],
      [
        83,
        102,
        "ASSET"
      ],
      [
        104,
        114,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Robert Brown invested in Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        93,
        107,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Rahul Mehta divested Microsoft stocks, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        80,
        "CLIENT"
      ],
      [
        90,
        106,
        "ASSET"
      ],
      [
        108,
        124,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Jane Doe traded Microsoft stocks, HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        77,
        "CLIENT"
      ],
      [
        85,
        101,
        "ASSET"
      ],
      [
        103,
        119,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Robert Brown acquired Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        83,
        "CLIENT"
      ],
      [
        93,
        105,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Meera Nair sold ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Michael Green sold ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        81,
        "CLIENT"
      ],
      [
        87,
        103,
        "ASSET"
      ],
      [
        112,
        125,
        "CLIENT"
      ],
      [
        131,
        147,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Deepika Sinha traded Tesla shares, Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Michael Green traded Tesla shares, Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        89,
        101,
        "ASSET"
      ],
      [
        103,
        115,
        "ASSET"
      ],
      [
        124,
        137,
        "CLIENT"
      ],
      [
        145,
        157,
        "ASSET"
      ],
      [
        159,
        171,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Priya Sharma holds shares in Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        97,
        107,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Meera Nair acquired Amazon equity, ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Deepika Sinha acquired Amazon equity, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        86,
        "CLIENT"
      ],
      [
        96,
        109,
        "ASSET"
      ],
      [
        111,
        127,
        "ASSET"
      ],
      [
        136,
        149,
        "CLIENT"
      ],
      [
        159,
        172,
        "ASSET"
      ],
      [
        174,
        190,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Robert Brown sold Tata Steel, as per the investment guidelines outlined in the agreement. Client John Smith sold Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        83,
        "CLIENT"
      ],
      [
        89,
        99,
        "ASSET"
      ],
      [
        108,
        118,
        "CLIENT"
      ],
      [
        124,
        134,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Priya Sharma purchased Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        90,
        104,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Priya Sharma divested Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        89,
        101,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Rajiv Ranjan owns Meta Platforms, Infosys Ltd., as per the investment guidelines outlined in the agreement. Client John Smith owns Meta Platforms, Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        86,
        100,
        "ASSET"
      ],
      [
        102,
        114,
        "ASSET"
      ],
      [
        123,
        133,
        "CLIENT"
      ],
      [
        139,
        153,
        "ASSET"
      ],
      [
        155,
        167,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Samantha Lee sold HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Rajiv Ranjan sold HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        85,
        101,
        "ASSET"
      ],
      [
        110,
        122,
        "CLIENT"
      ],
      [
        128,
        144,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Rajiv Ranjan divested Meta Platforms, as per the investment guidelines outlined in the agreement. Client Robert Brown divested Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        76,
        "CLIENT"
      ],
      [
        86,
        100,
        "ASSET"
      ],
      [
        109,
        121,
        "CLIENT"
      ],
      [
        131,
        145,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Meera Nair purchased Meta Platforms, Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        81,
        "CLIENT"
      ],
      [
        92,
        106,
        "ASSET"
      ],
      [
        108,
        120,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client John Smith holds shares in Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        77,
        "CLIENT"
      ],
      [
        94,
        104,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Priya Sharma traded Wipro Ltd., Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        79,
        "CLIENT"
      ],
      [
        87,
        97,
        "ASSET"
      ],
      [
        99,
        109,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Deepika Sinha traded Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        89,
        99,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Priya Sharma invested in HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        93,
        109,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Rahul Mehta traded Apple Inc., Reliance Industries, as per the investment guidelines outlined in the agreement. Client Meera Nair traded Apple Inc., Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        78,
        "CLIENT"
      ],
      [
        86,
        96,
        "ASSET"
      ],
      [
        98,
        117,
        "ASSET"
      ],
      [
        126,
        136,
        "CLIENT"
      ],
      [
        144,
        154,
        "ASSET"
      ],
      [
        156,
        175,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client John Smith holds shares in Infosys Ltd., ICICI Prudential, as per the investment guidelines outlined in the agreement. Client Priya Sharma holds shares in Infosys Ltd., ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        86,
        "CLIENT"
      ],
      [
        103,
        115,
        "ASSET"
      ],
      [
        117,
        133,
        "ASSET"
      ],
      [
        142,
        154,
        "CLIENT"
      ],
      [
        171,
        183,
        "ASSET"
      ],
      [
        185,
        201,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Meera Nair holds shares in Google LLC, Meta Platforms, as per the investment guidelines outlined in the agreement. Client John Smith holds shares in Google LLC, Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        74,
        "CLIENT"
      ],
      [
        91,
        101,
        "ASSET"
      ],
      [
        103,
        117,
        "ASSET"
      ],
      [
        126,
        136,
        "CLIENT"
      ],
      [
        153,
        163,
        "ASSET"
      ],
      [
        165,
        179,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Jane Doe traded Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        77,
        "CLIENT"
      ],
      [
        85,
        95,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Robert Brown divested Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        91,
        105,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Deepika Sinha owns Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        80,
        "CLIENT"
      ],
      [
        86,
        96,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Rahul Mehta purchased Microsoft stocks, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        87,
        "CLIENT"
      ],
      [
        98,
        114,
        "ASSET"
      ],
      [
        116,
        132,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Deepika Sinha acquired Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        91,
        101,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Michael Green acquired HDFC Mutual Fund, Tesla shares, as per the investment guidelines outlined in the agreement. Client Rajiv Ranjan acquired HDFC Mutual Fund, Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        92,
        108,
        "ASSET"
      ],
      [
        110,
        122,
        "ASSET"
      ],
      [
        131,
        143,
        "CLIENT"
      ],
      [
        153,
        169,
        "ASSET"
      ],
      [
        171,
        183,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Jane Doe divested HDFC Mutual Fund, Apple Inc., as per the investment guidelines outlined in the agreement. Client Alice Johnson divested HDFC Mutual Fund, Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        75,
        "CLIENT"
      ],
      [
        85,
        101,
        "ASSET"
      ],
      [
        103,
        113,
        "ASSET"
      ],
      [
        122,
        135,
        "CLIENT"
      ],
      [
        145,
        161,
        "ASSET"
      ],
      [
        163,
        173,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Jane Doe sold Microsoft stocks, as per the investment guidelines outlined in the agreement. Client Meera Nair sold Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        72,
        "CLIENT"
      ],
      [
        78,
        94,
        "ASSET"
      ],
      [
        103,
        113,
        "CLIENT"
      ],
      [
        119,
        135,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Rahul Mehta purchased Amazon equity, Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        82,
        "CLIENT"
      ],
      [
        93,
        106,
        "ASSET"
      ],
      [
        108,
        120,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Deepika Sinha purchased Tesla shares, Microsoft stocks, as per the investment guidelines outlined in the agreement. Client John Smith purchased Tesla shares, Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        92,
        104,
        "ASSET"
      ],
      [
        106,
        122,
        "ASSET"
      ],
      [
        131,
        141,
        "CLIENT"
      ],
      [
        152,
        164,
        "ASSET"
      ],
      [
        166,
        182,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Deepika Sinha traded Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        89,
        101,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Kunal Verma acquired Reliance Industries, Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        80,
        "CLIENT"
      ],
      [
        90,
        109,
        "ASSET"
      ],
      [
        111,
        121,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Deepika Sinha traded Google LLC, as per the investment guidelines outlined in the agreement. Client John Smith traded Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        80,
        "CLIENT"
      ],
      [
        88,
        98,
        "ASSET"
      ],
      [
        107,
        117,
        "CLIENT"
      ],
      [
        125,
        135,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Kunal Verma divested Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        78,
        "CLIENT"
      ],
      [
        88,
        98,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Robert Brown traded Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        89,
        101,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Samantha Lee sold Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        86,
        98,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Priya Sharma holds shares in Reliance Industries, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        97,
        116,
        "ASSET"
      ],
      [
        118,
        134,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Meera Nair acquired HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Alice Johnson acquired HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        79,
        "CLIENT"
      ],
      [
        89,
        105,
        "ASSET"
      ],
      [
        114,
        127,
        "CLIENT"
      ],
      [
        137,
        153,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client John Smith traded Tata Steel, Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        79,
        "CLIENT"
      ],
      [
        87,
        97,
        "ASSET"
      ],
      [
        99,
        109,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Rahul Mehta purchased Microsoft stocks, as per the investment guidelines outlined in the agreement. Client Deepika Sinha purchased Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        80,
        "CLIENT"
      ],
      [
        91,
        107,
        "ASSET"
      ],
      [
        116,
        129,
        "CLIENT"
      ],
      [
        140,
        156,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Robert Brown acquired Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Alice Johnson acquired Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        90,
        102,
        "ASSET"
      ],
      [
        111,
        124,
        "CLIENT"
      ],
      [
        134,
        146,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Kunal Verma owns HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        80,
        "CLIENT"
      ],
      [
        86,
        102,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Rahul Mehta invested in Tata Steel, Tesla shares, as per the investment guidelines outlined in the agreement. Client Kunal Verma invested in Tata Steel, Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        87,
        "CLIENT"
      ],
      [
        100,
        110,
        "ASSET"
      ],
      [
        112,
        124,
        "ASSET"
      ],
      [
        133,
        144,
        "CLIENT"
      ],
      [
        157,
        167,
        "ASSET"
      ],
      [
        169,
        181,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client John Smith holds shares in ICICI Prudential, HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Rajiv Ranjan holds shares in ICICI Prudential, HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        74,
        "CLIENT"
      ],
      [
        91,
        107,
        "ASSET"
      ],
      [
        109,
        125,
        "ASSET"
      ],
      [
        134,
        146,
        "CLIENT"
      ],
      [
        163,
        179,
        "ASSET"
      ],
      [
        181,
        197,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Rajiv Ranjan traded Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        89,
        99,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Jane Doe divested Google LLC, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        76,
        "CLIENT"
      ],
      [
        86,
        96,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Meera Nair sold Amazon equity, ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        86,
        "CLIENT"
      ],
      [
        92,
        105,
        "ASSET"
      ],
      [
        107,
        123,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Michael Green traded Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        90,
        102,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Meera Nair traded Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        81,
        "CLIENT"
      ],
      [
        89,
        99,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Kunal Verma invested in Amazon equity, as per the investment guidelines outlined in the agreement. Client Meera Nair invested in Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        78,
        "CLIENT"
      ],
      [
        91,
        104,
        "ASSET"
      ],
      [
        113,
        123,
        "CLIENT"
      ],
      [
        136,
        149,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Meera Nair holds shares in Infosys Ltd., as per the investment guidelines outlined in the agreement. Client Michael Green holds shares in Infosys Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        81,
        "CLIENT"
      ],
      [
        98,
        110,
        "ASSET"
      ],
      [
        119,
        132,
        "CLIENT"
      ],
      [
        149,
        161,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Rajiv Ranjan purchased ICICI Prudential, Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        76,
        "CLIENT"
      ],
      [
        87,
        103,
        "ASSET"
      ],
      [
        105,
        115,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Priya Sharma acquired Microsoft stocks, HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        91,
        107,
        "ASSET"
      ],
      [
        109,
        125,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Michael Green invested in Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        95,
        105,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Michael Green owns Google LLC, Apple Inc., as per the investment guidelines outlined in the agreement. Client John Smith owns Google LLC, Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        82,
        "CLIENT"
      ],
      [
        88,
        98,
        "ASSET"
      ],
      [
        100,
        110,
        "ASSET"
      ],
      [
        119,
        129,
        "CLIENT"
      ],
      [
        135,
        145,
        "ASSET"
      ],
      [
        147,
        157,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Kunal Verma purchased ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        79,
        "CLIENT"
      ],
      [
        90,
        106,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Rajiv Ranjan owns Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        86,
        96,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client John Smith holds shares in Tesla shares, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        79,
        "CLIENT"
      ],
      [
        96,
        108,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Samantha Lee divested HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. Client Robert Brown divested HDFC Mutual Fund, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        90,
        106,
        "ASSET"
      ],
      [
        115,
        127,
        "CLIENT"
      ],
      [
        137,
        153,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Michael Green sold Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        87,
        100,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Deepika Sinha invested in Amazon equity, as per the investment guidelines outlined in the agreement. Client Michael Green invested in Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        89,
        "CLIENT"
      ],
      [
        102,
        115,
        "ASSET"
      ],
      [
        124,
        137,
        "CLIENT"
      ],
      [
        150,
        163,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Rajiv Ranjan divested Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        91,
        107,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Alice Johnson acquired Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        80,
        "CLIENT"
      ],
      [
        90,
        109,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Rajiv Ranjan sold ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        76,
        "CLIENT"
      ],
      [
        82,
        98,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Rajiv Ranjan invested in Infosys Ltd., Wipro Ltd., as per the investment guidelines outlined in the agreement. Client Samantha Lee invested in Infosys Ltd., Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        88,
        "CLIENT"
      ],
      [
        101,
        113,
        "ASSET"
      ],
      [
        115,
        125,
        "ASSET"
      ],
      [
        134,
        146,
        "CLIENT"
      ],
      [
        159,
        171,
        "ASSET"
      ],
      [
        173,
        183,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client Rahul Mehta holds shares in HDFC Mutual Fund, Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        75,
        "CLIENT"
      ],
      [
        92,
        108,
        "ASSET"
      ],
      [
        110,
        124,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Meera Nair acquired Meta Platforms, Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        78,
        "CLIENT"
      ],
      [
        88,
        102,
        "ASSET"
      ],
      [
        104,
        114,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Priya Sharma purchased Meta Platforms, as per the investment guidelines outlined in the agreement. Client Rajiv Ranjan purchased Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        92,
        106,
        "ASSET"
      ],
      [
        115,
        127,
        "CLIENT"
      ],
      [
        138,
        152,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Last month, the following financial transaction was recorded. Client Robert Brown invested in Amazon equity, as per the investment guidelines outlined in the agreement. Client Rajiv Ranjan invested in Amazon equity, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        94,
        107,
        "ASSET"
      ],
      [
        116,
        128,
        "CLIENT"
      ],
      [
        141,
        154,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Robert Brown purchased HDFC Mutual Fund, Apple Inc., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        81,
        "CLIENT"
      ],
      [
        92,
        108,
        "ASSET"
      ],
      [
        110,
        120,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Jane Doe holds shares in ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        76,
        "CLIENT"
      ],
      [
        93,
        109,
        "ASSET"
      ]
    ]
  },
  {
    "text": "In FY 2023, the following financial transaction was recorded. Client Jane Doe acquired HDFC Mutual Fund, Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        69,
        77,
        "CLIENT"
      ],
      [
        87,
        103,
        "ASSET"
      ],
      [
        105,
        115,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Recently, the following financial transaction was recorded. Client Alice Johnson purchased Meta Platforms, Tata Steel, as per the investment guidelines outlined in the agreement. Client John Smith purchased Meta Platforms, Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        67,
        80,
        "CLIENT"
      ],
      [
        91,
        105,
        "ASSET"
      ],
      [
        107,
        117,
        "ASSET"
      ],
      [
        126,
        136,
        "CLIENT"
      ],
      [
        147,
        161,
        "ASSET"
      ],
      [
        163,
        173,
        "ASSET"
      ]
    ]
  },
  {
    "text": "As of now, the following financial transaction was recorded. Client Deepika Sinha invested in Infosys Ltd., Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        81,
        "CLIENT"
      ],
      [
        94,
        106,
        "ASSET"
      ],
      [
        108,
        118,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Priya Sharma sold Tesla shares, Microsoft stocks, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        83,
        "CLIENT"
      ],
      [
        89,
        101,
        "ASSET"
      ],
      [
        103,
        119,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Samantha Lee traded ICICI Prudential, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        80,
        "CLIENT"
      ],
      [
        88,
        104,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Earlier this year, the following financial transaction was recorded. Client Kunal Verma divested Tesla shares, Reliance Industries, as per the investment guidelines outlined in the agreement. Client Priya Sharma divested Tesla shares, Reliance Industries, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        76,
        87,
        "CLIENT"
      ],
      [
        97,
        109,
        "ASSET"
      ],
      [
        111,
        130,
        "ASSET"
      ],
      [
        139,
        151,
        "CLIENT"
      ],
      [
        161,
        173,
        "ASSET"
      ],
      [
        175,
        194,
        "ASSET"
      ]
    ]
  },
  {
    "text": "On Monday, the following financial transaction was recorded. Client Rahul Mehta owns Wipro Ltd., as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        68,
        79,
        "CLIENT"
      ],
      [
        85,
        95,
        "ASSET"
      ]
    ]
  },
  {
    "text": "This quarter, the following financial transaction was recorded. Client Michael Green invested in Tata Steel, as per the investment guidelines outlined in the agreement. Client Rahul Mehta invested in Tata Steel, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        71,
        84,
        "CLIENT"
      ],
      [
        97,
        107,
        "ASSET"
      ],
      [
        116,
        127,
        "CLIENT"
      ],
      [
        140,
        150,
        "ASSET"
      ]
    ]
  },
  {
    "text": "Today, the following financial transaction was recorded. Client John Smith purchased Tesla shares, Meta Platforms, as per the investment guidelines outlined in the agreement. Client Priya Sharma purchased Tesla shares, Meta Platforms, as per the investment guidelines outlined in the agreement. This transaction has been duly noted in the investment ledger and will be reported in the monthly client summary statement. All transactions are processed in accordance with SEBI regulations and internal compliance protocols. This record will also reflect in the portfolio audit trail maintained by the back-office system. Further actions regarding dividends or stock splits, if any, will be communicated.",
    "entities": [
      [
        64,
        74,
        "CLIENT"
      ],
      [
        85,
        97,
        "ASSET"
      ],
      [
        99,
        113,
        "ASSET"
      ],
      [
        122,
        134,
        "CLIENT"
      ],
      [
        145,
        157,
        "ASSET"
      ],
      [
        159,
        173,
        "ASSET"
      ]
    ]
  }
]